Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/Furniture.xcstrings
Source language: en
Languages: es

source: '1000 Years From Now'
es: "Dentro de 1000 años"

source: Abigail Portrait
es: Retrato de Abigail

source: 'Abstract'
es: « Abstracto »

source: Alex Portrait
es: Retrato de Alex

source: Aluminum Can
es: Lata de aluminio

source: Amethyst Crystal Ball
es: Bola de cristal de amatista

source: Anchor
es: Ancla

source: 'A Night On Eco-Hill'
es: «Una noche en Eco-Hill»

source: Aquamarine Crystal Ball
es: Bola de cristal de aguamarina

source: Aquatic Sanctuary
es: Santuario acuático

source: Artist Bookcase
es: Estantería artística

source: Art Photo
es: Foto artística

source: Art Photo 2
es: Foto artística 2

source: Bamboo Mat
es: Esterilla de bambú

source: Basic Window
es: Ventana básica

source: Bear Statue
es: Estatua de oso

source: Bed
es: Cama

source: 'Binary'
es: « Binario »

source: Birch Bench
es: Banco de abedul

source: Birch Chair
es: Silla de abedul

source: Birch Double Bed
es: Cama doble de abedul

source: Birch Dresser
es: Cómoda de abedul

source: Birch End Table
es: Mesilla de abedul

source: Birch Lamp End Table
es: Mesilla con lámpara de abedul

source: Birch Table
es: Mesa de abedul

source: Birch Tea-Table
es: Mesa de té de abedul

source: Bird House
es: Pajarera

source: Black Cushion
es: Cojín negro

source: Blossom Rug
es: Alfombra de flores

source: Blue Armchair
es: Sillón azul

source: 'Blueberries'
es: «Arándanos»

source: Blue Book
es: Libro azul

source: Blue Bottle
es: Botella azul

source: 'Blue City'
es: «Ciudad azul»

source: Blue Couch
es: Sofá azul

source: Blue Cushion
es: Cojín azul

source: Blue Diner Chair
es: Silla azul

source: Blue Pinstripe Bed
es: Cama a rayas azul

source: Blue Pinstripe Double Bed
es: Cama doble a rayas azul

source: Blue Sleeping Junimo
es: Junimo azul durmiente

source: Blue Stool
es: Taburete azul

source: Boarded Window
es: Ventana tapiada

source: 'Boat'
es: «Barco»

source: Bobo Statue
es: Escultura de Bobo

source: Bone Rug
es: Alfombra huesuda

source: Bonsai Tree
es: Bonsái

source: Book Pile
es: Pila de libros

source: Book Stack
es: Montón de libros

source: Bountiful Dining Table
es: Mesa de comedor abundante

source: Box Lamp
es: Lámpara cuadrada

source: Breakfast Chair
es: Silla de desayuno

source: Brick Fireplace
es: Chimenea de ladrillo

source: Brochure Cabinet
es: Expositor de folletos

source: Broken Television
es: Televisión rota

source: Brown Armchair
es: Sillón marrón

source: Brown Book
es: Libro marrón

source: Brown Couch
es: Sofá marrón

source: Brown Cushion
es: Cojín marrón

source: Budget TV
es: Televisor barato

source: Bulletin Board
es: Tablón de anuncios

source: Buried Tire
es: Neumático enterrado

source: Burlap Rug
es: Alfombra de mimbre

source: 'Burnt Offering'
es: «Ofrenda quemada»

source: Butterfly Hutch
es: Nido de Mariposas

source: Calendar
es: Calendario

source: Calico Falls
es: «Cataratas Calico»

source: Calico Statue
es: Estatua Calicó

source: Candle Lamp
es: Candil

source: Candy Table
es: Mesa de caramelo

source: Carved Window
es: Ventana oriental

source: Cash Register
es: Caja registradora

source: Catalogue
es: Catálogo

source: Cat Tree
es: Árbol rascador para gatos

source: Cauldron
es: Caldero

source: CCFishTank
es: CC Tanque de Peces

source: Ceiling Flags
es: Banderines

source: Ceiling Leaves
es: Pegatinas de hojas

source: Ceramic Pillar
es: Pilar de cerámica

source: 'Checkers'
es: « Damas »

source: Chicken Decal
es: Calcomanía de gallina

source: Chicken Statue
es: Estatua de gallina

source: Child Bed
es: Cama de niño

source: China Cabinet
es: Vitrina para porcelana

source: Circular Junimo Rug
es: Alfombra junimo circular

source: Classic Lamp
es: Lámpara clásica

source: Clothesline
es: Tendedero

source: Cloud Decal
es: Calcomanía de nube

source: 'Clouds'
es: "Nubes"

source: Clouds Banner
es: Bandera de nube

source: Coat Stand
es: Perchero

source: Coffee Table
es: Mesa de centro

source: Colorful Set
es: Pinturas Coloridas

source: 'Community Center'
es: « Centro cívico »

source: Corn Plant
es: Planta de maíz

source: Country Chair
es: Silla rústica

source: Country Lamp
es: Lámpara rústica

# CoupleElixirs
source: Two Elixirs
es: Dos elíxires

source: Cow Decal
es: Calcomanía de vaca

source: Crystal Ball
es: Bola de cristal

source: Crystal Chair
es: Silla de cristal

source: Curly Tree
es: Árbol enroscado

source: Cute Chair
es: Silla mona

source: 'Dancing Grass'
es: «Hierba danzante»

source: Dark Bookcase
es: Estantería oscura

source: Dark Cat Tree
es: Árbol rascador para gatos oscuro

source: Dark Couch
es: Sofá oscuro

source: Dark Doghouse
es: Caseta para perro oscura

source: Dark Junimo Cushion
es: Cojín junimo oscuro

source: Dark Leafy Wall Panel
es: Panel de pared arbolado oscuro

source: Dark Piano
es: Piano oscuro

source: Dark Retro Cushion
es: Cojín retro oscuro

source: Dark Rug
es: Alfombra oscura

source: Dark Table
es: Mesa oscura

source: Dark Throne
es: Trono oscuro

source: Dark Wizard Cushion
es: Cojín de mago oscuro

source: Decorative Axe
es: Hacha decorativa

source: Decorative Barrel
es: Barril decorativo

source: Decorative Bowl
es: Bol decorativo

# DecorativeDoor1
source: Decorative Door
es: Puerta decorativa

# DecorativeDoor2
source: Decorative Door
es: Puerta decorativa

# DecorativeDoor3
source: Decorative Door
es: Puerta decorativa

# DecorativeDoor4
source: Decorative Door
es: Puerta decorativa

# DecorativeDoor5
source: Decorative Door
es: Puerta decorativa

# DecorativeDoor6
source: Decorative Door
es: Puerta decorativa

source: Decorative Hatch
es: Trampilla decorativa

source: Decorative Joja Door
es: Puerta decorativa Joja

source: Decorative Junimo Door
es: Puerta junimo decorativa

source: Decorative Lantern
es: Faro decorativo

source: Decorative Oak Ladder
es: Escalera de roble decorativa

source: Decorative Pitchfork
es: Horquilla decorativa

source: Decorative Retro Door
es: Puerta retro decorativa

source: Decorative Shovel
es: Pala decorativa

source: Decorative Sword
es: Espada decorativa

source: Decorative Trash Can
es: Papelera decorativa

source: Decorative Walnut Ladder
es: Escalera de nogal decorativa

source: Decorative Wizard Door
es: Puerta de mago decorativa

source: Deluxe Fish Tank
es: Pecera de lujo

source: Deluxe Red Double Bed
es: Cama doble roja de lujo

source: Deluxe Tree
es: Árbol de lujo

source: Desert Chair
es: Silla del desierto

source: Desert End Table
es: Mesilla del desierto

source: Desert Fireplace
es: Chimenea del desierto

source: Desert Flags
es: Banderas del desierto

source: Desert Rug
es: Alfombra del desierto

source: Desert Table
es: Mesa del desierto

source: Dining Chair
es: Silla de comedor

source: Diviner Table
es: Mesa de adivinación

source: Doghouse
es: Caseta para perro

source: Double Bed
es: Cama doble

source: Dried Sunflowers
es: Girasoles secos

source: Dusty Skull
es: Cráneo polvoriento

source: Elegant Fireplace
es: Chimenea elegante

source: Elegant Vase
es: Jarrón elegante

source: Elixir Bundle
es: Paquete de elíxires

source: Elixir Shelf
es: Estantería de elíxir

source: Elixir Table
es: Mesa de elíxir

source: Elliott Portrait
es: Retrato de Elliott

source: Emerald Crystal Ball
es: Bola de cristal de esmeralda

source: Emily Portrait
es: Retrato de Emily

source: Exotic Double Bed
es: Cama doble exótica

source: Exotic Palace
es: Palacio exótico

source: Exotic Tree
es: Árbol exótico

source: Fallen Blue Book
es: Libro azul caído

source: Fallen Brown Book
es: Libro marrón caído

source: Fallen Green Book
es: Libro verde caído

source: Fallen Purple Book
es: Libro morado caído

source: Fallen Red Book
es: Libro rojo caído

source: Fallen Yellow Book
es: Libro amarillo caído

source: Fancy House Plant
es: Planta de interior lujosa

source: Festive Dining Table
es: Mesa de comedor festiva

source: Fisher Double Bed
es: Cama doble del pescador

source: Floor Divider L
es: Divisor de piso I

source: Floor Divider R
es: Divisor de piso D

source: Floor TV
es: Televisor de suelo

source: Foliage Print
es: Cuadro de vegetación

source: Food Pet Bowl
es: Comedero

source: 'Frozen Dreams'
es: «Sueños congelados»

source: Fruit Salad Rug
es: Alfombra de ensalada de frutas

source: Funky Rug
es: Alfombra Funky

source: Furniture Catalogue
es: Catálogo de muebles

source: Futan Bear
es: Oso de peluche

source: Futan Rabbit
es: Conejo Futan

source: Globe
es: Globo

source: Glyph
es: Glifo

source: Gold Pillar
es: Pilar de oro

source: Gourmand Statue
es: Estatua del Goloso

source: Grandmother End Table
es: Mesilla de abuelita

source: Gray Joja Bookcase
es: Librería Joja gris

source: Gray Joja Coffee Table
es: Mesa de centro Joja gris

source: Gray Joja Cushion
es: Cojín Joja gris

source: Gray Joja Dresser
es: Cómoda Joja gris

source: Gray Joja End Table
es: Mesilla Joja gris

source: Gray Sleeping Junimo
es: Junimo gris durmiente

source: Green Armchair
es: Sillón verde

source: Green Book
es: Libro verde

source: Green Bottle
es: Botella verde

source: Green Cottage Rug
es: Alfombra de cabaña verde

source: Green Couch
es: Sofá verde

source: Green Cushion
es: Cojín verde

source: Green Office Stool
es: Taburete de oficina verde

source: Green Plush Seat
es: Asiento afelpado verde

source: Green Serpent Statue
es: Escultura de serpiente verde

source: Green Sleeping Junimo
es: Junimo verde durmiente

source: Green Stool
es: Taburete verde

source: 'Groovy'
es: « Guay »

source: Groovy Chair
es: Silla elegante

source: Haley Portrait
es: Retrato de Haley

source: Hanging Fish
es: Pez colgante

source: Hanging Shield
es: Escudo de pared

source: Harvey Portrait
es: Retrato de Harvey

source: 'Highway 89'
es: «Autopista 89»

source: House Plant
es: Planta de interior

source: 'Hut'
es: « Cabaña »

source: Icy Banner
es: Bandera de hielo

source: Icy Rug
es: Alfombra de hielo

source: Indoor Hanging Basket
es: Canasta de interior

source: Indoor Palm
es: Palmera de interior

source: Industrial Pipe
es: Tubería industrial

source: Iridium Fireplace
es: Chimenea de iridio

source: Iridium Krobus
es: Krobus de iridio

source: 'It Howls In The Rain'
es: «Aúlla bajo la lluvia»

source: 'Jade Hills'
es: «Colinas de jade»

source: 'Jade Hills Extended'
es: «Colinas de jade= grande»

source: J. Cola Light
es: Neón Joja-Cola

source: J. Light
es: J. luz

source: Joja Bed
es: Cama Joja

source: Joja Bookcase
es: Librería Joja

# JojaCatalogue
source: Joja Furniture Catalogue
es: Catálogo de muebles Joja

source: Joja Chair
es: Silla Joja

source: Joja Coffee Table
es: Mesa de centro Joja

source: Joja Cola Cans
es: Latas de Joja Cola

source: Joja Cola Fridge
es: Nevera Joja Cola

source: Joja Cola Ornament
es: Ornamento Joja Cola

source: Joja Cola Painting
es: Cuadro Joja Cola

source: Joja Cola Tea Table
es: Mesita de té Joja Cola

source: Joja Couch
es: Sofá Joja

source: Joja Crate
es: Caja Joja

source: Joja Cushion
es: Cojín Joja

source: Joja Dresser
es: Cómoda Joja

source: Joja End Table
es: Mesilla Joja

source: Joja Fireplace
es: Chimenea Joja

source: Joja HQ Painting
es: Cuadro Joja HD

source: Joja Lamp
es: Lámpara Joja

source: Joja Rug
es: Alfombra Joja

source: Joja Shopping Cart
es: Carrito de compra Joja

source: Joja Stool
es: Taburete Joja

source: Joja Table
es: Mesa Joja

source: Joja Vault
es: Caja fuerte Joja

source: 'Journey Of The Prairie King= The Motion Picture'
es: «Viaje del Rey de la Pradera= la película»

source: J. Painting
es: J. cuadro

source: Jungle Decal
es: Pegatina de la selva

source: Jungle Tank
es: Tanque de jungla

source: Jungle Torch
es: Antorcha de la jungla

source: Junimo Bag
es: Bolsa junimo

source: Junimo Bed
es: Cama junimo

source: Junimo Bookcase
es: Librería junimo

source: Junimo Bundle
es: Paquete junimo

source: Junimo Catalogue
es: Catálogo junimo

source: Junimo Chair
es: Silla junimo

source: Junimo Couch
es: Sofá junimo

source: Junimo Cushion
es: Cojín junimo

source: Junimo Dresser
es: Cómoda junimo

source: Junimo End Table
es: Mesilla junimo

source: Junimo Fireplace
es: Chimenea junimo

source: Junimo Flower
es: Flor junimo

source: Junimo Hut
es: Cabaña junimo

source: Junimo Lamp
es: Lámpara junimo

source: Junimo Mat
es: Alfombrilla junimo

source: Junimo Plant
es: Planta junimo

source: Junimo Plaque
es: Placa junimo

source: Junimo Plush
es: Junimo de peluche

source: Junimo Pot
es: Maceta junimo

source: Junimo Rug
es: Alfombra junimo

source: Junimo Star
es: Estrella junimo

source: Junimo Stool
es: Taburete junimo

source: Junimo Table
es: Mesa junimo

source: Junimo Tea Table
es: Mesita de té junimo

source: Junimo Tree
es: Árbol junimo

source: Junimo Wall Plaque
es: Placa de pared junimo

source: King Chair
es: Silla real

source: 'Kitemaster '95'
es: «As de la cometa del 95»

source: 'Land Of Clay'
es: "Tierra de arcilla"

source: Large Book Pile
es: Pila de libros grande

source: Large Book Stack
es: Montón de libros grande

source: Large Brown Couch
es: Gran sofá marrón

source: Large Cottage Rug
es: Alfombra de cabaña grande

source: Large Fish Tank
es: Pecera grande

source: Large Green Rug
es: Gran alfombra verde

source: Large Joja Crate
es: Caja grande Joja

source: Large Joja Rug
es: Alfombra grande Joja

source: Large Junimo Hut
es: Cabaña junimo grande

source: Large Red Rug
es: Alfombra roja grande

source: Large Retro Rug
es: Alfombra retro grande

source: Large Wizard Bookcase
es: Librería de mago grande

# LeafyPlant
source: Swamp Plant
es: Planta de pantano

source: Leafy Wall Panel
es: Panel de pared arbolado

source: Leah Portrait
es: Retrato de Leah

source: Leah's Sculpture
es: Escultura de Leah

source: Lg. Futan Bear
es: Oso de peluche XL

source: Lifesaver
es: Salvavidas

source: Light Green Rug
es: Alfombra verde claro

source: Light Leafy Wall Panel
es: Panel de pared arbolado claro

source: Light Switch
es: Interruptor

source: 'Little Buddies'
es: « Coleguitas »

source: Little Photos
es: Fotos pequeñas

source: 'Little Tree'
es: «Arbolito»

source: L. Light String
es: Muérdago

source: Log Panel
es: Panel de tronco

source: Long Cactus
es: Cactus largo

source: Long Elixir Table
es: Mesa larga de elíxir

source: Long Palm
es: Palmera larga

source: Luau Table
es: Mesa de luau

source: Luxury Bookcase
es: Estantería de lujo

source: Luxury Table
es: Mesa de lujo

source: Mahogany Bench
es: Banco de caoba

source: Mahogany Chair
es: Silla de caoba

source: Mahogany Dining Table
es: Mesa de comedor de caoba

source: Mahogany Dresser
es: Cómoda de caoba

source: Mahogany End Table
es: Mesilla de caoba

source: Mahogany Lamp End Table
es: Mesilla con lámpara de caoba

source: Mahogany Table
es: Mesa de caoba

source: Mahogany Tea-Table
es: Mesa de té de caoba

source: Manicured Pine
es: Pino bien cuidado

source: Maru Portrait
es: Retrato de Maru

source: Messy Shirt
es: Camisa arrugada

source: Messy Shorts
es: Pantalón corto arrugado

source: Metal Chair
es: Silla de metal

source: Metal Window
es: Ventana metálica

# MidnightBed
source: Midnight Beach Bed
es: Cama de playa de medianoche

# MidnightDoubleBed
source: Midnight Beach Double Bed
es: Cama doble de playa de medianoche

source: Miner's Crest
es: Adorno minero

source: Model Planes
es: Maquetas de avión

source: Model Ship
es: Maqueta de barco

source: Modern Bench
es: Banco moderno

source: Modern Bookcase
es: Estantería moderna

source: Modern Dining Table
es: Mesa de comedor moderna

source: Modern Double Bed
es: Cama doble moderna

source: Modern End Table
es: Mesilla moderna

source: Modern Fish Tank
es: Pecera mdoerna

source: Modern Lamp
es: Lámpara moderna

source: Modern Rug
es: Alfombra moderna

source: Modern Table
es: Mesa moderna

source: Modern Tea-Table
es: Mesa de té moderna

source: Moldy Couch
es: Sofá mohoso

source: Monster Danglers
es: Pegatinas monstruosas

source: Monster Fireplace
es: Chimenea monstruosa

source: Monster Rug
es: Alfombra monstruosa

source: Moonlight Jellies Banner
es: Bandera de medusa lunar

source: Moon Table
es: Mesa luna

# MorrisPortrait
source: Manager of the Year
es: Gerente del año

source: Mounted Trout
es: Trucha de pared

source: My First Painting
es: Mi primer cuadro

source: 'Mysterium'
es: «Misterium»

source: Mystic Rug
es: Alfombra mística

source: 'Natural Wonders= Exploring Our Vibrant World'
es: «Maravillas naturales= explorando nuestro exhuberante mundo»

source: Nautical Rug
es: Alfombra náutica

source: Needlepoint Flower
es: Flor de punto de cruz

source: Neolithic Table
es: Mesa neolítica

source: Night Sky Decal #1
es: Calcomanía cielo nocturno nº1

source: Night Sky Decal #2
es: Calcomanía cielo nocturo nº2

source: Night Sky Decal #3
es: Calcomanía cielo nocturno nº3

source: Oak Bench
es: Banco de roble

source: Oak Chair
es: Silla de roble

source: Oak Dresser
es: Cómoda de roble

source: Oak End Table
es: Mesilla de roble

source: Oak Lamp End Table
es: Mesilla con lámpara de roble

source: Oak Table
es: Mesa de roble

source: Oak Tea-Table
es: Mesa de té de roble

source: Obsidian Vase
es: Jarrón de obsidiana

source: Oceanic Rug
es: Alfombra oceánica

source: Old World Rug
es: Alfombra rústica

source: Orange Office Stool
es: Taburete de oficina naranja

source: Orange Sleeping Junimo
es: Junimo naranja durmiente

source: Ornate Lamp
es: Lámpara ornamental

source: Ornate Window
es: Ventana ornamental

source: Outlet
es: Enchufe

source: Palm Wall Ornament
es: Palmera de pared

source: Pastel Banner
es: Bandera de color pastel

source: Patchwork Rug
es: Alfombra de retales

source: 'Pathways'
es: «Caminos»

source: Penny Portrait
es: Retrato de Penny

source: Periodic Table
es: Tabla periódica

source: 'Physics 101'
es: «Física 101»

source: Pierre's Sign
es: Letrero de Pierre

source: Pig Painting
es: Cuadro de cerdo

source: Pink Office Chair
es: Silla de oficina rosa

source: Pink Plush Seat
es: Asiento afelpado rosa

source: Pirate Double Bed
es: Cama doble de pirata

source: Pirate Flag
es: Bandera pirata

source: Pirate Rug
es: Alfombra pirata

source: Plain Torch
es: Antorcha simple

source: Plasma TV
es: Televisor de plasma

source: Plastic Bag
es: Bolsa de plástico

source: Plastic Lawn Chair
es: Silla para patio de plástico

source: Plastic Lawn End Table
es: Mesilla para patio de plástico

source: Plastic Plant
es: Planta de plástico

source: Plastic Sapling
es: Arbolito de plástico

source: Porthole
es: Ojo de buey

source: 'Portrait Of A Mermaid'
es: "Retrato de una sirena"

source: Potted Red Mushroom
es: Seta moja en maceta

source: 'Primal Motion'
es: «Movimiento primario»

source: Pub Table
es: Mesa de pub

source: Purple Book
es: Libro morado

source: Purple Office Chair
es: Silla de oficina lila

source: Purple Serpent Statue
es: Escultura de serpiente morada

source: Purple Sleeping Junimo
es: Junimo morado durmiente

source: Puzzle Table
es: Mesa puzzle

source: Pyramid Decal
es: Pegatina pirámide

source: 'Queen of the Gem Sea'
es: «Reina del mar de Gema»

source: Radio Desk
es: Mesa de radio

source: Red Armchair
es: Sillón rojo

source: Red Book
es: Libro rojo

source: Red Cottage Rug
es: Alfombra de cabaña roja

source: Red Couch
es: Sofá rojo

source: Red Cushion
es: Cojín rojo

source: Red Diner Chair
es: Silla roja

source: 'Red Eagle'
es: "Águila roja"

source: Red Rug
es: Alfombra roja

source: Red Sleeping Junimo
es: Junimo rojo durmiente

source: Retro Banner
es: Cartel retro

source: Retro Bed
es: Cama retro

source: Retro Bookcase
es: Librería retro

source: Retro Cabinet
es: Armario retro

source: Retro Catalogue
es: Catálogo retro

source: Retro Chair
es: Silla retro

source: Retro Couch
es: Sofá retro

source: Retro Cushion
es: Cojín retro

source: Retro Dresser
es: Cómoda retro

source: Retro End Table
es: Mesilla retro

source: Retro Fireplace
es: Chimenea retro

source: Retro Flower
es: Flor retro

source: Retro Lamp
es: Lámpara retro

source: Retro Mat
es: Alfombrilla retro

source: Retro Plant
es: Planta retro

source: Retro Radio
es: Radio retro

source: Retro Rug
es: Alfombra retro

source: Retro Square Rug
es: Alfombra retro cuadrada

source: Retro Stool
es: Taburete retro

source: Retro Table
es: Mesa retro

source: Retro Tea Table
es: Mesita de té retro

source: Retro TV
es: Televisión retro

source: Ruby Crystal Ball
es: Bola de cristal de rubí

source: Rune Rug
es: Alfombra rúnica

source: 'Runes'
es: « Runas »

source: Sam Portrait
es: Retrato de Sam

source: Sam's Boombox
es: Radio de Sam

source: Sam's Skateboard
es: Monopatín de Sam

source: Sandy Rug
es: Alfombra arenosa

source: Sebastian Portrait
es: Retrato de Sebastian

source: Shane Portrait
es: Retrato de Shane

source: Short Bookcase
es: Librería baja

source: Short Wizard Bookcase
es: Librería de mago baja

source: Singing Stone
es: Piedra musical

source: Six-Pack Rings
es: Anillos de plástico para latas

source: Skeleton
es: Esqueleto

source: Skull Poster
es: Póster de calavera

source: Sloth Skeleton L
es: Esqueleto de perezoso A

source: Sloth Skeleton M
es: Esqueleto de perezoso B

source: Sloth Skeleton R
es: Esqueleto de perezoso C

source: Small Book Pile
es: Pila de libros pequeña

source: Small Book Stack
es: Montón de libros pequeño

source: Small Crystal
es: Minicristal

source: Small Elixir Shelf
es: Estantería de elíxir pequeña

source: Small Fish Tank
es: Pecera pequeña

source: Small Joja Rug
es: Alfombra pequeña Joja

source: Small Junimo Hut
es: Cabaña junimo pequeña

source: Small Junimo Mat
es: Alfombrilla junimo pequeña

source: Small Junimo Plush
es: Peluche junimo pequeño

source: Small Junimo Pot
es: Maceta junimo pequeña

source: Small Plant
es: Planta pequeña

source: Small Stacked Elixir Shelf
es: Estantería de elíxir apilado pequeña

source: Small Wall Pumpkin
es: Calabaza pequeña de pared

source: Small Window
es: Ventana pequeña

source: Small Wizard Bookcase
es: Librería de mago pequeña

source: Snowy Rug
es: Alfombra nevada

source: 'Solar Kingdom'
es: "Reino solar"

source: Spilled Beverage
es: Bebida derramada

source: S. Pine
es: Minipino

source: 'Spires'
es: «Torreones»

source: Spirits Table
es: Mesa de licor

source: Square Joja Rug
es: Alfombra cuadrada Joja

source: Square Junimo Rug
es: Alfombra junimo cuadrada

source: 'Squid Kid'
es: « Niño calamar »

source: Squirrel Figurine
es: Figurilla de ardilla

source: Stacked Elixir Shelf
es: Estantería de elíxir apilado

source: Stacked Joja Boxes
es: Cajas apiladas Joja

source: Standing Geode
es: Geoda vertical

source: 'Stardrop'
es: « Fruta estelar »

source: Starport Decal
es: Pegatina de puerto estelar

source: Starry Double Bed
es: Cama doble estrellada

source: Starry Moon Rug
es: Alfombra luna estrellada

source: 'Starship'
es: « Nave espacial »

source: Stone Fireplace
es: Chimenea de piedra

source: Stone Flooring
es: Suelo de piedra

source: Stone Slab
es: Losa de piedra

source: Stove Fireplace
es: Chimenea de fogón

source: Strawberry Decal
es: Calcomanía de fresa

source: Strawberry Double Bed
es: Cama doble de frambuesa

source: Stump Seat
es: Asiento de tocón

source: Stump Torch
es: Antorcha de tocón

source: 'Sun #44'
es: «Sol #44»

source: 'Sun #45'
es: «Sol #45»

source: Sun Dunes
es: Dunas solares

source: Sun Table
es: Mesa sol

source: S. Wall Flower
es: Pegatina de flor (Pequeña)

source: Swirl Rug
es: Alfombra espiral

source: Table Plant
es: Planta de mesa

source: Tall House Plant
es: Planta de interior alta

source: 'The Brave Little Sapling'
es: «El valiente pequeño arbolito»

source: 'The Miracle At Coldstar Ranch'
es: «Milagro en rancho Estrellafría»

source: 'The Muzzamaroo'
es: «El Muzzamaroo»

source: 'The Serpent'
es: "La serpiente"

source: 'The Zuzu City Express'
es: «El expreso a Ciudad Zuzu»

source: 'Three Trees'
es: "Tres árboles"

source: Tire
es: Neumático

source: Topaz Crystal Ball
es: Bola de cristal de topacio

source: Topiary Tree
es: Árbol podado
